---
kind: other
id: Properties.T:Autodesk.Revit.Exceptions.InternalException
source: html/eb9a6a2f-1661-57ed-cbe9-e0b519155586.htm
---
# InternalException Properties

The information of the function throwing the exception.